python/tests/outputs/visibility_error/expected.dot
strict digraph {
module1;
module3;
module2;
module1 -> module3;
module2 -> module3;
}
