python/tests/outputs/visibility_error/expected.mmd
graph TD
    module1 --> module3
    module2 --> module3
    module3
